import React from 'react';
import './Products.css';

function Products() {
    return ( 
        <>
        {/* **************section 01 ***************** */}
        <section className='main_parts'>

            {/* ***************Content 01****************** */}
            <div className='content_parts'>
                <h3 className='title_content'>وب کاتالوگ سه بعدی</h3>
                <p className='text_content'>وب کاتالوگ سه بعدی محصولات شما رو به صورت سه بعدی همراه با توضیحات برای مشتری 
                به نمایش میگذاره. این محصول تحت نام دامنه انتخابی شما همراه با کد Qr در اختیار شما
                قرار میگیره و می‌تونید اون رو داخل کاتالوگ یا وب سایت خودتون قرار بدید. به این 
                صورت سایت شما از نظر بارگزاری کاهش سرعت پیدا نمی‌کنه و تنها مشتری‌هایی که علاقه‌مند 
                هستند محصولاتتون رو با جزئیات بیشتری و کامل تر ببینند وارد وب کاتالوگ سه بعدی می‌شند.</p>
            </div>

            {/* *************3D 01 ******************* */}
            <div className='three_D_parts'>pic</div>

           

        </section>
        {/* *****************End Section 01********************* */}


        {/* **************section 02 ***************** */}
        <section className='main_parts'>
            {/* *************3D 02 ******************* */}
            <div className='three_D_parts'>pic</div>

            {/* ***************Content 02****************** */}
            <div className='content_parts'>
                <h3 className='title_content'>وب سایت کامل</h3>
                <p className='text_content'>اگر شما هنوز برای محصولاتتون وب سایتی ندارید و یا از وب سایت موجودتون راضی نیستید ما میتونیم 
                وب کاتالوگ سه بعدی تون رو به یک وب سایت مدرن، سریع و با تمام امکانات تبدیل کنیم. کافیه
                بعد از اتمام طراحی وب کاتالوگ درخواست تبدیل به وب سایت رو بدید. دیگه خیالتون راحت</p>
            </div>
        </section>
        {/* *****************End Section 02********************* */}


        </>
     );
}

export default Products;